{"status":"ok","totalResults":19303,"articles":[{"source":{"id":null,"name":"Lifehacker.com"},"author":"Pranay Parab","title":"7 Apple Watch Accessibility Features That Everyone Should Consider Using","description":"Your Apple Watch comes with accessibility features that are must-haves for people with disabilities, but many of them can be useful for anyone—if you know how to use them and where to find them. Here are some of the best accessibility features of the Apple Wa…","url":"https://lifehacker.com/7-apple-watch-accessibility-features-that-everyone-shou-1849084821","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/6b36bb44ab0dcf4436a0f9000125a15b.jpg","publishedAt":"2022-06-21T16:00:00Z","content":"Your Apple Watch has gesture-based navigation that you can use to answer phone calls, move through menus, and select options on your screen. To enable hand gestures, go to the Watch app on your iPhon… [+397 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Jake Peterson","title":"Your iPhone Needs Custom Battery Alerts","description":"A smartphone is only as good as its battery, and since the release of the first iPhone, Apple has done its part to make sure you’ll remember to charge it, hitting you with a pop-up alert when your charge drops below 20%. While that system is effective, the wa…","url":"https://lifehacker.com/your-iphone-needs-custom-battery-alerts-1849076371","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/92cd07f6d3f90694062c4006faebed27.jpg","publishedAt":"2022-06-17T15:30:00Z","content":"A smartphone is only as good as its battery, and since the release of the first iPhone, Apple has done its part to make sure youll remember to charge it, hitting you with a pop-up alert when your cha… [+3276 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Igor Bonifacic","title":"Apple Store employees in Maryland vote to unionize","description":"Apple Store employees at the company’s Towson Town Center location in Maryland have voted to unionize. According to the Coalition of Organized Retail Employees (AppleCore), the group that led the unionization effort, workers voted \"overwhelming\" in favor of j…","url":"https://www.engadget.com/apple-store-employees-maryland-vpote-004055231.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2022-02/4f8f89f0-90ff-11ec-a7f2-b9590c79df0c","publishedAt":"2022-06-19T00:40:55Z","content":"Apple Store employees at the companys Towson Town Center location in Maryland have voted to unionize. According to the Coalition of Organized Retail Employees (AppleCore), the group that led the unio… [+820 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Jon Fingas","title":"Polestar adds Apple CarPlay support to its EVs","description":"Polestar promised Apple CarPlay support for its EVs two years ago, and it's finally delivering. As The Vergeexplains, the car brand has released an over-the-air update for the Polestar 2 that makes CarPlay available on the Android Automotive-based sedan. If y…","url":"https://www.engadget.com/polestar-apple-carplay-support-update-163209915.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2022-06/99c49290-f243-11ec-bbab-0ae752589245","publishedAt":"2022-06-22T16:32:09Z","content":"Polestar promised Apple CarPlay support for its EVs two years ago, and it's finally delivering. As The Vergeexplains, the car brand has released an over-the-air update for the Polestar 2 that makes C… [+1374 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Jon Fingas","title":"In-person Apple Camp creative sessions return June 20th","description":"In-person Apple Camp creative sessions for kids have been on hold for the past two years due to the pandemic, but Apple is bringing them back now that it's safer to get together. The company will hold in-store sessions worldwide between June 20th and August 3…","url":"https://www.engadget.com/apple-camp-2022-in-person-schedule-193025840.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2022-06/9e559530-ecd9-11ec-bdbe-514a64682740","publishedAt":"2022-06-15T19:30:25Z","content":"In-person Apple Camp creative sessions for kids have been on hold for the past two years due to the pandemic, but Apple is bringing them back now that it's safer to get together. The company will hol… [+907 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Devindra Hardawar","title":"MacBook Pro 13-inch review (M2, 2022): Pro in name only","description":"Say hello to Apple's most baffling laptop, the 13-inch MacBook Pro with an M2 chip. It was already a confusing computer when we reviewed the M1 model in 2020 andit was out-shined by the fan-less MacBook Air. But now that there's a new MacBook Air with a bigge…","url":"https://www.engadget.com/macbook-pro-13-inch-review-m2-2022-130005000.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2022-06/f7c55ff0-f1a8-11ec-b1ff-deb91ed8e041","publishedAt":"2022-06-22T13:00:05Z","content":"Say hello to Apple's most baffling laptop, the 13-inch MacBook Pro with an M2 chip. It was already a confusing computer when we reviewed the M1 model in 2020 andit was out-shined by the fan-less MacB… [+4717 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Jon Fingas","title":"iOS 16 will let you skip CAPTCHAs on some websites","description":"iOS 16 might just help you avoid the CAPTCHA anti-bot systems that stand between you and some web sign-ins. As MacRumorsnoticed, Apple used WWDC 2022 to detail a Private Access Token system in iOS 16, iPadOS 16 and macOS Ventura that skips CAPTCHAs altogether…","url":"https://www.engadget.com/ios-16-captcha-bypas-automatic-verification-193352666.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2022-06/70ff2ea0-f0c8-11ec-bfbe-ba7485492839","publishedAt":"2022-06-20T19:33:52Z","content":"iOS 16 might just help you avoid the CAPTCHA anti-bot systems that stand between you and some web sign-ins. As MacRumorsnoticed, Apple used WWDC 2022 to detail a Private Access Token system in iOS 16… [+1303 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Mariella Moon","title":"US senators ask FTC to investigate Apple and Google over mobile tracking","description":"A group of Democratic senators is urging the Federal Trade Commission to investigate Apple and Google over their collection of mobile users' information. In a letter addressed to FTC Chair Lina Khan, the lawmakers — Senators Ron Wyden, Elizabeth Warren, Cory …","url":"https://www.engadget.com/us-senators-ftc-investigate-apple-google-mobile-tracking-143030802.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2022-06/51c962b0-f47b-11ec-abac-a5400c49d858","publishedAt":"2022-06-25T14:30:30Z","content":"A group of Democratic senators is urging the Federal Trade Commission to investigate Apple and Google over their collection of mobile users' information. In a letter addressed to FTC Chair Lina Khan,… [+2815 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Amrita Khalid","title":"Apple’s iOS 16 will let you report spam SMS messages","description":"If you’re an iOS user, you’re likely used to tapping “Report Junk” any time you receive a spam iMessage, which sends the information directly to Apple. MacRumorsreported that junk SMS messages will soon be included in the reporting feature on iOS 16 beta 2, w…","url":"https://www.engadget.com/report-spam-sms-messages-ios-16-apple-214500633.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2022-02/0c565980-90c7-11ec-a3ca-c01faa123d8a","publishedAt":"2022-06-22T21:45:00Z","content":"If youre an iOS user, youre likely used to tapping Report Junk any time you receive a spam iMessage, which sends the information directly to Apple. MacRumorsreported that junk SMS messages will soon … [+1325 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Jon Fingas","title":"Senators call for a common charger standard in the US","description":"The European Union might not be the only government body setting a common standard for device chargers. The Vergenotes US senators Ed Markey, Elizabeth Warren and Bernie Sanders have sent a letter to Commerce Secretary Gina Raimondo calling on her department …","url":"https://www.engadget.com/senate-common-charger-standard-143038776.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2021-09/f4d810a0-1c68-11ec-97ee-bdaf0c2ff766","publishedAt":"2022-06-17T14:30:38Z","content":"The European Union might not be the only government body setting a common standard for device chargers. The Vergenotes US senators Ed Markey, Elizabeth Warren and Bernie Sanders have sent a letter to… [+2014 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Mat Smith","title":"The Morning After: The world of cryptocurrency continues to wobble","description":"Transaction freezes at Celsius Networks, which we reported on a few days ago, seem to be just the start of another stormy week in cryptocurrency. Binance has been sued over the collapse of the TerraUSD stablecoin, and Coinbase — one of the biggest cryptocurre…","url":"https://www.engadget.com/the-morning-after-the-world-of-cryptocurrency-continues-to-wobble-111526550.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2022-04/626c8b30-c247-11ec-afdb-180c59bc3f65","publishedAt":"2022-06-15T11:15:26Z","content":"Transaction freezes at Celsius Networks, which we reported on a few days ago, seem to be just the start of another stormy week in cryptocurrency. Binance has been sued over the collapse of the TerraU… [+4169 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Karissa Bell","title":"Facebook's advertising tools are tracking people seeking abortion services, report says","description":"Facebook is collecting data about people who visit the websites of pregnancy crisis centers, according to a report from\r\n Reveal\r\n. The findings raise questions about how that data could be misused, and Meta’s ability to enforce its advertising rules.In an in…","url":"https://www.engadget.com/facebook-meta-pixel-tracking-websites-abortion-services-185249977.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2021-12/5c1a1bc0-59cf-11ec-bd7d-fe9aa649b9ce","publishedAt":"2022-06-15T18:52:49Z","content":"Facebook is collecting data about people who visit the websites of pregnancy crisis centers, according to a report from\r\n Reveal\r\n. The findings raise questions about how that data could be misused, … [+2118 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Kris Holt","title":"Razer's Kishi gamepad for iOS is cheaper than ever right now","description":"If you've been looking for a better way to play games on your phone than relying on touch controls, an external controller is what you need. The Razer Kishi\r\n is a solid dedicated gamepad option and the iOS version has dropped to an all-time low price on Amaz…","url":"https://www.engadget.com/razer-kishi-ios-controller-good-deal-amazon-180442359.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2020-09/64355de0-f807-11ea-bdff-b8b93a51dc26","publishedAt":"2022-06-20T18:04:42Z","content":"If you've been looking for a better way to play games on your phone than relying on touch controls, an external controller is what you need. The Razer Kishi\r\n is a solid dedicated gamepad option and … [+1905 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Jon Fingas","title":"SpaceX employees say Elon Musk is an 'embarrassment' as he waffles on work-from-home","description":"Elon Musk's disdain for remote work doesn't fully extend to Twitter. As The New York Times and The Verge note, Musk told Twitter staff in an inaugural all-hands meeting that employees at the social network who produce \"excellent\" work at home should be permit…","url":"https://www.engadget.com/elon-musk-twitter-work-from-home-spacex-180234898.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2022-04/9e171060-c79c-11ec-b5ee-8d7ea7c3e88c","publishedAt":"2022-06-16T18:02:34Z","content":"Elon Musk's disdain for remote work doesn't fully extend to Twitter. As The New York Times and The Verge note, Musk told Twitter staff in an inaugural all-hands meeting that employees at the social n… [+2244 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Valentina Palladino","title":"Apple's second-gen AirPods drop to $100, plus the best early Prime Day deals you can get now","description":"We may be a few weeks out from Amazon Prime Day, but early deals are already starting to roll in. If you're in need of a new smart TV, Amazon has discounted a bunch of Fire TVs and Prime members can pick up a 55-inch Omni Series set for only $300. Elsewhere, …","url":"https://www.engadget.com/apple-second-gen-airpods-drop-to-100-best-early-amazon-prime-day-deals-2022-153034076.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2020-07/c9ee07d0-c117-11ea-b67f-851aefcf30f2","publishedAt":"2022-06-24T15:30:34Z","content":"We may be a few weeks out from Amazon Prime Day, but early deals are already starting to roll in. If you're in need of a new smart TV, Amazon has discounted a bunch of Fire TVs and Prime members can … [+5790 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Mat Smith","title":"The Morning After: The FDA could ban Juul’s e-cigarettes","description":"The Food and Drug Administration is preparing to stop Juul from selling e-cigarette products in the US, and the decision could come soon, according to a report from The Wall Street Journal.Along with other e-cigarette makers, Juul submitted its products to th…","url":"https://www.engadget.com/the-morning-after-the-fda-could-ban-juuls-e-cigarettes-111550212.html","urlToImage":"https://s.yimg.com/os/creatr-images/2019-09/9f6e79c0-d4d9-11e9-ad18-5ea40103b7e1","publishedAt":"2022-06-23T11:15:50Z","content":"The Food and Drug Administration is preparing to stop Juul from selling e-cigarette products in the US, and the decision could come soon, according to a report from The Wall Street Journal.\r\nAlong wi… [+3454 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Sam Rutherford","title":"Nothing's Carl Pei thinks everyone else's smartphones are boring","description":"Carl Pei thinks there’s something wrong with the smartphone industry. That’s not to say the handsets on sale today are bad. Across the board, modern mobiles are faster, more sophisticated and take better photos than previous generations. But like a growing nu…","url":"https://www.engadget.com/interview-with-nothing-ceo-carl-pei-thinks-everyone-elses-smartphones-are-boring-090011028.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2022-06/10aafbd0-f35a-11ec-bee7-2129c450e8ac","publishedAt":"2022-06-24T09:00:11Z","content":"Carl Pei thinks theres something wrong with the smartphone industry. Thats not to say the handsets on sale today are bad. Across the board, modern mobiles are faster, more sophisticated and take bett… [+9313 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Matt Jancer","title":"27 Last-Minute Father’s Day Deals","description":"It's late, but not too late. Hurry up and snag a killer gift on these smartwatches, headphones, and more.","url":"https://www.wired.com/story/last-minute-fathers-day-deals-2022-2/","urlToImage":"https://media.wired.com/photos/61687b2b58660fcbc5f4ec12/191:100/w_1280,c_limit/Gear-Sonos-Roam-white-SOURCE-SONOS.jpg","publishedAt":"2022-06-18T17:01:00Z","content":"Relax and take a deep breath. There's still time to find Dad a gift. And not just any gift, like a tie or a boring wallet, but a gift that he'll cherish and talk about for years to come. You just hav… [+9435 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Mitchell Clark","title":"Apple retail workers vote to unionize a store in Maryland","description":"Apple retail employees in Maryland have voted to unionize at a store in the Towson Town Center mall. It’s the first Apple store in the US to organize under a union.","url":"https://www.theverge.com/2022/6/18/23172232/apple-store-towson-town-center-union-election-results-votes","urlToImage":"https://cdn.vox-cdn.com/thumbor/H-8akpZWOBUhTvR-G5oFzRplEFE=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/8964133/acastro_170731_1777_0006_v1.jpg","publishedAt":"2022-06-19T00:31:48Z","content":"A historic result\r\nAppleCORE filed a petition to hold the vote in May.\r\nIllustration by Alex Castro / The Verge\r\nWorkers at Apples Towson Town Center store in Maryland have voted to unionize, with 65… [+1532 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew J. Hawkins","title":"Polestar now supports Apple CarPlay after an over-the-air software update","description":"Polestar, which famously makes electric vehicles with native Google operating systems, is now able to support Apple CarPlay.","url":"https://www.theverge.com/2022/6/22/23178428/polestar-apple-carplay-ota-update-google-android-auto","urlToImage":"https://cdn.vox-cdn.com/thumbor/ANP5bJmU0affsPFb4fDaJxEtN9k=/0x80:4096x2225/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/23644152/FV2tHlrWAAAk_y4.jpeg","publishedAt":"2022-06-22T15:30:40Z","content":"The EV makers Google brain is ready to share space with a rival OS\r\nPolestar, one of the first automakers to adopt Googles Android Automotive operating system for its electric vehicles, is now throwi… [+2393 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew Marino","title":"Vergecast: Dish’s 5G network, Apple’s Major League Soccer deal, and Google’s AI debate","description":"The Verge’s Nilay Patel, David Pierce, and Alex Cranz discuss Dish Network’s 5G network, Google’s LaMDA AI, Apple streaming Major League Soccer, and more.","url":"https://www.theverge.com/2022/6/16/23170968/network-oran-project-genesis-mls-apple-tv-google-lambda-vergecast-podcast-501-dish","urlToImage":"https://cdn.vox-cdn.com/thumbor/ViVQuBhEU09OnEsL4tpNLy5D4zc=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/21696755/acastro_200804_1777_dish_0001.0.jpg","publishedAt":"2022-06-16T15:06:53Z","content":"Illustration by Alex Castro / The Verge\r\n\n \n\n Every Friday, The Verge publishes our flagship podcast, The Vergecast, where Verge editor-in-chief Nilay Patel, editor-at-large David Pierce, and managin… [+2459 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew Webster","title":"Legendary designer Yu Suzuki returns with a wild arcade shooter","description":"Yu Suzuki, best known for classic Sega games like Shenmue and Space Harrier, just released a new title on Apple Arcade called Air Twister, which channels old-school arcade rail shooters like Panzer Dragoon.","url":"https://www.theverge.com/2022/6/24/23180278/air-twister-apple-arcade-yu-suzuki-interview","urlToImage":"https://cdn.vox-cdn.com/thumbor/l1URCbAown3Rsb5sJ0VjnWw33AU=/0x95:4858x2638/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/23646896/Air_Twister_Key_Art_Sea.png","publishedAt":"2022-06-24T12:30:00Z","content":"There’s a lot going on in Air Twister. The arcade-style shooter from legendary designer Yu Suzuki is out today on Apple Arcade, and it pushes players through a strange fantasy world full of armored b… [+3226 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Alice Newcome-Beill","title":"How to preorder the new 13-inch MacBook Pro","description":"Apple’s latest 13-inch MacBook Pro incorporates its new M2 processor and has a starting price of $1,299.99. Preorders will be available from a handful of retailers starting on Friday, June 17th, with orders shipping on the 24th.","url":"https://www.theverge.com/23167620/apple-m2-macbook-pro-2022-preorder-buy-price-release-date","urlToImage":"https://cdn.vox-cdn.com/thumbor/LZGO6EWqCXk6_xMRvmSRrqhiBA0=/0x140:1960x1166/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/23626813/Apple_MacBook_Pro_M2_13_availability_June_2022_hero.jpg","publishedAt":"2022-06-15T17:07:13Z","content":"Preorders for the M2-equipped laptop begin later this week\r\nIf you buy something from a Verge link, Vox Media may earn a commission. See our ethics statement.\r\nThe new 13-inch MacBook Pro uses Apple'… [+2099 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Jon Porter","title":"iOS 16’s editable iMessages may not play nice with older iPhones","description":"The latest developer beta for iOS 16 includes a messy workaround to ensure that newly editable iMessages can be received on iPhones without Apple’s latest software. It sends a second message with the edited text.","url":"https://www.theverge.com/2022/6/23/23179820/ios-16-imessage-edit-messages-incompatible-previous-versions-of-ios","urlToImage":"https://cdn.vox-cdn.com/thumbor/BXJuir3tqGaXfoKBp8JBptFHEGw=/0x21:999x544/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/23610605/wwdc_2022_1008_10_13_13.jpg","publishedAt":"2022-06-23T11:46:13Z","content":"The app re-sends an edited message if youre on an older version of iOS\r\nHow edited messages are supposed to look.\r\nImage: Apple\r\nThe ability to edit and unsend messages was one of the flagship featur… [+1883 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew J. Hawkins","title":"Cruise is now charging for rides in its driverless vehicles in San Francisco","description":"Cruise is now charging customers for rides in its fully driverless vehicles in San Francisco, marking an important milestone for the GM-backed company.","url":"https://www.theverge.com/2022/6/23/23180156/cruise-driverless-vehicle-charge-riders-san-francisco","urlToImage":"https://cdn.vox-cdn.com/thumbor/R3t-iMGHpKyGpkzWmouXY4CC8Us=/0x286:4000x2380/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/23646672/1238159620.jpg","publishedAt":"2022-06-23T16:09:18Z","content":"The company is now a commercial service\r\nCruise, the autonomous vehicle company backed by General Motors, is now officially a commercial service. The company began charging for rides in its self-driv… [+2087 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Phillip Tracy","title":"Apple Patent Explores MacBook Keyboard That Will Charge Your Phone","description":"Apple’s MacBooks haven’t changed much over the past decade or so. Some of the latest models were recently redesigned with modern features, but their form remains that of traditional laptops. That isn’t due to a lack of ideas. Between each model refresh is a f…","url":"https://gizmodo.com/apple-patent-macbook-touch-keyboard-iphone-wireless-cha-1849088239","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/d52cfe86f738a444b851bc7e0f4058aa.jpg","publishedAt":"2022-06-21T16:15:00Z","content":"Apples MacBooks havent changed much over the past decade or so. Some of the latest models were recently redesigned with modern features, but their form remains that of traditional laptops. That isnt … [+3471 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Andrew Liszewski","title":"You Can Finally Waste Work Hours Watching YouTube Directly On Your Apple Watch","description":"As capable as the Apple Watch is at keeping users connected and keeping tabs on their health, it hasn’t completely lived up to the promise of being a truly all-in-one device you can wear. With a new app called WatchTube, however, it might finally fulfill that…","url":"https://gizmodo.com/youtube-apple-watch-free-app-video-smartwatch-watchtube-1849092679","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/2a5e4030a4c77762b8e711d18f80029e.gif","publishedAt":"2022-06-22T15:00:00Z","content":"As capable as the Apple Watch is at keeping users connected and keeping tabs on their health, it hasnt completely lived up to the promise of being a truly all-in-one device you can wear. With a new a… [+2038 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Andrew Liszewski","title":"This Custom-Built Miniature IBM Model F Keyboard Is an Absolute Work of Tech Art","description":"Even having grown up using Commodore 64s, Apple IIs, and IBM PCs, I have no fondness for mechanical keyboards. I’m most happy with a set of short-travel, chiclet-style laptop keys under my fingers, but even I can feel myself being lured to the cult of mechani…","url":"https://gizmodo.com/fan-builds-custom-miniature-ibm-model-f-40-keyboard-mec-1849070632","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/1dafcb684e1c99b687b57ceb884db4ff.gif","publishedAt":"2022-06-16T15:25:00Z","content":"Even having grown up using Commodore 64s, Apple IIs, and IBM PCs, I have no fondness for mechanical keyboards. Im most happy with a set of short-travel, chiclet-style laptop keys under my fingers, bu… [+1900 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Florence Ion","title":"Samsung Pay Killed to Make Room for Samsung Wallet","description":"Google said goodbye to Google Pay a few months ago when it introduced the revamped Google Wallet, and now it appears that Samsung is doing the same for its own ecosystem. The company today announced Samsung Wallet, which will combine Samsung Pay and Samsung P…","url":"https://gizmodo.com/samsung-pay-wallet-pass-smartthings-blockchain-digital-1849067505","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/b88ccec5ab5f35a071b687b5c0c77163.jpg","publishedAt":"2022-06-16T07:00:00Z","content":"Google said goodbye to Google Pay a few months ago when it introduced the revamped Google Wallet, and now it appears that Samsung is doing the same for its own ecosystem. The company today announced … [+2700 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"David Nield","title":"The Best Ways to Share a Mouse and Keyboard Across Multiple Computers","description":"For a lot of us, day-to-day computing involves using more than one computer—and sometimes more than one computer operating system too. That can mean a lot of wires and a lot of swapping between keyboards, mice and trackpads, but there are now multiple hardwar…","url":"https://gizmodo.com/mouse-keyboard-share-multiple-computers-pc-mac-synergy-1849069875","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/685fe0bbe1066aadb2bda395854e7b76.jpg","publishedAt":"2022-06-22T15:00:00Z","content":"For a lot of us, day-to-day computing involves using more than one computerand sometimes more than one computer operating system too. That can mean a lot of wires and a lot of swapping between keyboa… [+5658 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Florence Ion","title":"YouTube TV Finally Delivers on Its Promise of Surround Sound","description":"Google has finally delivered on the promise of surround sound for YouTube TV. Subscribers have been waiting a long time for the ability to materialize, and it’s finally rolling out to Google TV and Android TV devices. Read more...","url":"https://gizmodo.com/youtube-tv-surround-sound-google-chromecast-roku-apple-1849071928","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/60be49c5d4a93ce4421f7369acafb390.png","publishedAt":"2022-06-16T18:10:00Z","content":"Google has finally delivered on the promise of surround sound for YouTube TV. Subscribers have been waiting a long time for the ability to materialize, and its finally rolling out to Google TV and An… [+2347 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Shoshana Wodinsky","title":"Of Course T-Mobile Is Being Shady With Your App Downloads and Browsing History","description":"In yet another example of T-Mobile being The Worst with its customer’s data, the company announced a new money-making scheme this week: selling its customers’ app download data and web browsing history to advertisers. Read more...","url":"https://gizmodo.com/t-mobile-app-insights-download-history-web-browsing-adv-1849099320","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/e783a29465dca0c9a74085b9d94f7751.jpg","publishedAt":"2022-06-23T19:50:00Z","content":"In yetanotherexample of T-Mobile being The Worst with its customers data, the company announced a new money-making scheme this week: selling its customers app download data and web browsing history t… [+3464 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Kyle Barr","title":"Netflix Cuts 300 More Staff Amid Ongoing Financial Struggles","description":"If the story of Netflix’s ongoing financial issues were one of their shows thrown onto its streaming platform, most audiences would already find the whole thing was getting pretty repetitive.Read more...","url":"https://gizmodo.com/netflix-cuts-300-more-staff-amid-ongoing-financial-stru-1849101160","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/72c309a6c0cdfc70f35c5aed45ec8bcd.jpg","publishedAt":"2022-06-23T20:00:00Z","content":"If the story of Netflixs ongoing financial issues were one of their shows thrown onto its streaming platform, most audiences would already find the whole thing was getting pretty repetitive.\r\nFollowi… [+3407 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"David Nield","title":"The Best Tools for Supercharging Your Mac Menu Bar","description":"The menu bar may not take up much room on your macOS screen, but there’s a whole lot of functionality packed into that little strip, whether it’s showing you how quickly your battery will run out or giving you access to widgets and notifications. However, you…","url":"https://gizmodo.com/best-utilities-apps-mac-menu-bar-macos-magnet-rectangle-1849061534","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/38157de4ce0181c9752b8bdff42a0ff4.jpg","publishedAt":"2022-06-16T14:00:00Z","content":"The menu bar may not take up much room on your macOS screen, but theres a whole lot of functionality packed into that little strip, whether its showing you how quickly your battery will run out or gi… [+5100 chars]"},{"source":{"id":"ars-technica","name":"Ars Technica"},"author":"Samuel Axon","title":"Apple’s AR/VR headset will arrive in January 2023, analyst projects","description":"Ming-Chi Kuo called it \"the most complicated product Apple has ever designed.\"","url":"https://arstechnica.com/gadgets/2022/06/apples-ar-vr-headset-will-arrive-in-january-2023-analyst-projects/","urlToImage":"https://cdn.arstechnica.net/wp-content/uploads/2018/01/Apple_AR_Experience_01232018-760x380.jpg","publishedAt":"2022-06-24T21:04:16Z","content":"Enlarge/ An early augmented reality demo by Apple, using a smartphone instead of a headset.\r\n2 with 2 posters participating\r\nTech industry analyst Ming-Chi Kuo has offered the most specific predictio… [+2687 chars]"},{"source":{"id":"ars-technica","name":"Ars Technica"},"author":"Ars Staff","title":"Today’s best deals: Apple Watch SE, gaming laptops, SSDs, and more","description":"Dealmaster also includes the MacBook Air, OLED TVs and monitors, and Nintendo gift cards.","url":"https://arstechnica.com/staff/2022/06/todays-best-deals-apple-watch-se-gaming-laptops-ssds-and-more/","urlToImage":"https://cdn.arstechnica.net/wp-content/uploads/2022/06/dealmaster062222-760x380.jpg","publishedAt":"2022-06-22T14:33:43Z","content":"1 with 1 posters participating\r\nIt's Wednesday, and that means it's time for another Dealmaster. Our latest roundup of the best tech deals from around the web includes a strong discount on the 44 mm … [+8129 chars]"},{"source":{"id":"ars-technica","name":"Ars Technica"},"author":"Scharon Harding","title":"The US has a long way to go before a universal charger is law","description":"\"Restore the sanity,\" say US Senators Markey, Sanders, and Warren.","url":"https://arstechnica.com/gadgets/2022/06/the-us-has-a-long-way-to-go-before-a-universal-charger-is-law/","urlToImage":"https://cdn.arstechnica.net/wp-content/uploads/2015/12/USB-C-Andrew-640x215.jpg","publishedAt":"2022-06-17T18:09:15Z","content":"USB Type-C, the most exciting boring connector in the industry right now.\r\n9 with 8 posters participating\r\nAfter the European Union (EU) announced that numerous consumer tech devices using wired char… [+4927 chars]"},{"source":{"id":null,"name":"Blog.google"},"author":"Benoit SevensThreat Analysis Group, Clement LecigneThreat Analysis Group","title":"Spyware vendor targets users in Italy and Kazakhstan","description":"Google has been tracking the activities of commercial spyware vendors for years, and taking steps to protect people. Just last week, Google testified at the EU Parliamentary hearing on “Big Tech and Spyware” about the work we have done to monitor and disrupt …","url":"https://blog.google/threat-analysis-group/italian-spyware-vendor-targets-users-in-italy-and-kazakhstan/","urlToImage":"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Screenshot_2022-06-22_11.27.37_PM.max-1300x1300.png","publishedAt":"2022-06-23T12:00:00Z","content":"How Google is Addressing the Commercial Spyware Industry\r\nWe assess, based on the extensive body of research and analysis by TAG and Project Zero, that the commercial spyware industry is thriving and… [+1692 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Metaverse standards body formed without Apple - Reuters","description":"A group of tech giants racing to build the emerging metaverse concept formed a consortium to foster development of industry standards but have not yet included Apple in the effort. This report produced by Chris Dignam.","url":"https://www.reuters.com/video/watch/idsKL4?now=true","urlToImage":"https://ajo.prod.reuters.tv/api/v2/img/62b3639ce4b085d396fd827a-1655923612294?location=LANDSCAPE","publishedAt":"2022-06-22T19:01:38Z","content":"Posted \r\nA group of tech giants racing to build the emerging metaverse concept formed a consortium to foster development of industry standards but have not yet included Apple in the effort. This repo… [+27 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Apple store workers in Maryland form first US union - Reuters.com","description":"19/06 Apple Inc AAPL.O workers in Maryland voted on Saturday to join a union, becoming the first retail employees of the tech giant to unionize in the United States.","url":"https://www.reuters.com/video/watch/idsKTY?now=true","urlToImage":"https://ajo.prod.reuters.tv/api/v2/img/62aed122e4b085d396fd80a0-1655623969774?location=LANDSCAPE","publishedAt":"2022-06-19T08:17:31Z","content":"Posted \r\n19/06 Apple Inc AAPL.O workers in Maryland voted on Saturday to join a union, becoming the first retail employees of the tech giant to unionize in the United States."},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Apple will not challenge Maryland store unionization vote - Reuters.com","description":"Apple Inc <a href=\"https://www.reuters.com/companies/AAPL.O\" target=\"_blank\">(AAPL.O)</a> will not challenge the results of a vote by workers at its Towson, Maryland, store to unionize and intends to participate in the bargaining process in good faith, a pers…","url":"https://www.reuters.com/business/apple-will-not-challenge-maryland-store-unionization-vote-2022-06-24/","urlToImage":"https://www.reuters.com/resizer/ilnorZJKT72prTCfWai_Uf9YZII=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/QEPRBREUSRLG3PLVLXDP7I3YAY.jpg","publishedAt":"2022-06-24T20:41:00Z","content":"June 24 (Reuters) - Apple Inc (AAPL.O) will not challenge the results of a vote by workers at its Towson, Maryland, store to unionize and intends to participate in the bargaining process in good fait… [+1089 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Volkswagen CEO questions whether Apple plans to produce cars - Reuters","description":"Volkswagen CEO Herbert Diess said on Wednesday he was not sure Apple <a href=\"https://www.reuters.com/companies/AAPL.O\" target=\"_blank\">(AAPL.O)</a> planned to produce cars but that the California-based company certainly wanted to provide software for cockpit…","url":"https://www.reuters.com/business/volkswagen-ceo-questions-whether-apple-plans-produce-cars-2022-06-22/","urlToImage":"https://www.reuters.com/resizer/hdRGxyAWf_IVa8-tD5LoAbwj62Y=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/7UCMODZFP5JWZHPNAO6UUF2CPE.jpg","publishedAt":"2022-06-22T09:51:00Z","content":"BERLIN, June 22 (Reuters) - Volkswagen CEO Herbert Diess said on Wednesday he was not sure Apple (AAPL.O) planned to produce cars but that the California-based company certainly wanted to provide sof… [+468 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Apple workers at Maryland store vote to unionize, a first for the U.S. - Reuters","description":"Apple Inc <a href=\"https://www.reuters.com/companies/AAPL.O\" target=\"_blank\">(AAPL.O)</a> workers in Maryland voted on Saturday to join a union, becoming the first retail employees of the tech giant to unionize in the United States.","url":"https://www.reuters.com/markets/us/apple-workers-maryland-store-vote-unionize-first-us-2022-06-19/","urlToImage":"https://www.reuters.com/resizer/4ujy9x8pi1dAsKOHYNE8w-ftyZg=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/OE4KSQPUABKUPMGHJSVGXHLEBQ.jpg","publishedAt":"2022-06-19T02:27:00Z","content":"June 18 (Reuters) - Apple Inc (AAPL.O) workers in Maryland voted on Saturday to join a union, becoming the first retail employees of the tech giant to unionize in the United States.\r\nMore than 100 wo… [+1207 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Meta and other tech giants form metaverse standards body, without Apple - Reuters","description":"Meta <a href=\"https://www.reuters.com/companies/META.O\" target=\"_blank\">(META.O)</a>, Microsoft <a href=\"https://www.reuters.com/companies/MSFT.O\" target=\"_blank\">(MSFT.O)</a> and other tech giants racing to build the emerging metaverse concept have formed a …","url":"https://www.reuters.com/technology/meta-other-tech-giants-form-metaverse-standards-body-without-apple-2022-06-21/","urlToImage":"https://www.reuters.com/resizer/iuxPBhZd263_33RosGvyni9Pw60=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/EL3WYFL7J5LQTEVRHCJXRCAUAI.jpg","publishedAt":"2022-06-21T23:25:00Z","content":"June 21 (Reuters) - Meta (META.O), Microsoft (MSFT.O) and other tech giants racing to build the emerging metaverse concept have formed a group to foster development of industry standards that would m… [+2383 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Apple and Android phones hacked by Italian spyware, Google says - Reuters","description":"An Italian company's hacking tools were used to spy on Apple Inc<a href=\"https://www.reuters.com/companies/AAPL.O\" target=\"_blank\">(AAPL.O)</a> and Android smartphones in Italy and Kazakhstan, Alphabet Inc's<a href=\"https://www.reuters.com/companies/GOOGL.O\" …","url":"https://www.reuters.com/technology/apple-android-phones-hacked-by-italian-spyware-google-says-2022-06-23/","urlToImage":"https://www.reuters.com/resizer/5_hmEI3sC8LXX938izIEVCVQoFg=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/NZN4HNB2IBM3TPQMIAH3VGEATE.jpg","publishedAt":"2022-06-23T16:04:00Z","content":"SAN FRANCISCO, June 23 (Reuters) - An Italian company's hacking tools were used to spy on Apple Inc(AAPL.O) and Android smartphones in Italy and Kazakhstan, Alphabet Inc's(GOOGL.O) Google said in a r… [+2963 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"China COVID controls makes Apple supplier Pegatron \"emphasise\" expansion elsewhere - Reuters.com","description":"China's recent lockdowns to control the spread of COVID-19 have made Apple Inc <a href=\"https://www.reuters.com/companies/AAPL.O\" target=\"_blank\">(AAPL.O)</a> iPhone assembler Pegatron Corp <a href=\"https://www.reuters.com/companies/4938.TW\" target=\"_blank\">(…","url":"https://www.reuters.com/technology/china-covid-controls-makes-apple-supplier-pegatron-emphasise-expansion-elsewhere-2022-06-15/","urlToImage":"https://www.reuters.com/resizer/EILmRbUvGyvi-B2yYCaLdIyLWXU=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/LR3DVSBXEJPKZCSFLF4ZN25KIE.jpg","publishedAt":"2022-06-15T06:56:00Z","content":"TAIPEI, June 15 (Reuters) - China's recent lockdowns to control the spread of COVID-19 have made Apple Inc (AAPL.O) iPhone assembler Pegatron Corp (4938.TW) \"emphasise\" its expansion in other countri… [+2013 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Qualcomm wins court fight against $1 bln EU antitrust fine - Reuters","description":"U.S. chipmaker Qualcomm <a href=\"https://www.reuters.com/companies/QCOM.O\" target=\"_blank\">(QCOM.O)</a> on Wednesday won its fight against a 997-million-euro ($1.05 billion) fine imposed by EU antitrust regulators four years ago for paying Apple <a href=\"http…","url":"https://www.reuters.com/technology/eu-court-rejects-1-bln-eu-antitrust-fine-against-qualcomm-2022-06-15/","urlToImage":"https://www.reuters.com/resizer/-5RTremG-W1hXab75F7cgJ7riKA=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/F4OJPVLGABNHNLUA655TKXZONI.jpg","publishedAt":"2022-06-15T09:16:00Z","content":"LUXEMBOURG, June 15 (Reuters) - U.S. chipmaker Qualcomm (QCOM.O) on Wednesday won its fight against a 997-million-euro ($1.05 billion) fine imposed by EU antitrust regulators four years ago for payin… [+1026 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Analysis: Swiss policy pivot signals exit for big stock and bond investor - Reuters.com","description":"From Silicon Valley shares to U.S. and European government bonds, securities that are already under heavy pressure stand to lose a major buyer as Switzerland ends its long-standing policy of recycling euros and dollars into foreign markets.","url":"https://www.reuters.com/markets/europe/swiss-policy-pivot-signals-exit-big-stock-bond-investor-2022-06-24/","urlToImage":"https://www.reuters.com/resizer/UzNwBYD_LbdYKQKsGpoJQSSCB14=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/RAVMCEOHKFJHFH473IWTKMGURQ.jpg","publishedAt":"2022-06-24T05:05:00Z","content":"LONDON, June 24 (Reuters) - From Silicon Valley shares to U.S. and European government bonds, securities that are already under heavy pressure stand to lose a major buyer as Switzerland ends its long… [+5027 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"European smartphone market falls 12% in Q1, Counterpoint says - Reuters.com","description":"The European smartphone market declined by 12% in the first quarter of the year, registering the lowest shipments in the period for nearly a decade, according to a report from Counterpoint Research.","url":"https://www.reuters.com/technology/european-smartphone-market-falls-12-q1-counterpoint-says-2022-06-15/","urlToImage":"https://www.reuters.com/resizer/hTz9KAmR0lxsPDy53LhQZA5DFck=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/XBGYHPWHIJL4JJUNAU766QEVBI.jpg","publishedAt":"2022-06-15T07:29:00Z","content":"STOCKHOLM, June 15 (Reuters) - The European smartphone market declined by 12% in the first quarter of the year, registering the lowest shipments in the period for nearly a decade, according to a repo… [+1030 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Ashurst expands U.S. footprint with office opening in Austin - Reuters.com","description":"International law firm Ashurst said Thursday it opened its third U.S. outpost in Austin, Texas, amid an influx of firms setting up shop in the city.","url":"https://www.reuters.com/legal/legalindustry/ashurst-expands-us-footprint-with-office-opening-austin-2022-06-23/","urlToImage":"https://www.reuters.com/resizer/AYrk_or9ehInZz41PW1N9YBGNQ0=/728x381/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/UR4VPDY3FNO5VG4NOX2KIB4U5Q.jpg","publishedAt":"2022-06-23T19:55:00Z","content":"(Reuters) - International law firm Ashurst said Thursday it opened its third U.S. outpost in Austin, Texas, amid an influx of firms setting up shop in the city.\r\nAshurst is among a small group of U.K… [+1888 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Power demand in parts of China sets new records amid searing heat - Reuters","description":"Power consumption surged in large Chinese provinces north of the Yangtze river amid warmer-than-normal weather, with regions like Henan, China's third-most populous province, challenged by record electricity demand.","url":"https://www.reuters.com/world/china/power-demand-parts-china-sets-new-records-amid-searing-heat-2022-06-20/","urlToImage":"https://www.reuters.com/pf/resources/images/reuters/reuters-default.png?d=99","publishedAt":"2022-06-20T08:14:00Z","content":"BEIJING, June 20 (Reuters) - Power consumption surged in large Chinese provinces north of the Yangtze river amid warmer-than-normal weather, with regions like Henan, China's third-most populous provi… [+2207 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Futures jump after worst week for S&P 500 since March 2020 - Reuters","description":"U.S. stock index futures climbed on Tuesday as investors returned from a long weekend to scoop up shares of megacap growth companies and banks that were hammered in a rout last week on worries over a global economic downturn.","url":"https://www.reuters.com/markets/europe/futures-jump-after-worst-week-sp-500-since-march-2020-2022-06-21/","urlToImage":"https://www.reuters.com/resizer/ihLx6GouRIHQIiq32PDw3qAjR7I=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/UPGECQWKRZNDRNEDYMCTFFBQKQ.jpg","publishedAt":"2022-06-21T10:48:00Z","content":"June 21 (Reuters) - U.S. stock index futures climbed on Tuesday as investors returned from a long weekend to scoop up shares of megacap growth companies and banks that were hammered in a rout last we… [+2158 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"U.S. Senators Leahy, Tillis introduce bill to revamp patent review board - Reuters","description":"The two ranking members of the U.S. Senate's subcommittee on intellectual property introduced a bipartisan bill on Thursday that would make wide ranging reforms to the U.S. Patent and Trademark Office tribunal that hears challenges to patent validity.","url":"https://www.reuters.com/legal/litigation/us-senators-leahy-tillis-introduce-bill-revamp-patent-review-board-2022-06-16/","urlToImage":"https://www.reuters.com/resizer/C5qAtbEJMA7KnetpxyYTDOADxJg=/728x381/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/LNXUVQX6QFPEJP2X55CPK3A6YA.jpg","publishedAt":"2022-06-16T22:39:00Z","content":"(Reuters) - The two ranking members of the U.S. Senate's subcommittee on intellectual property introduced a bipartisan bill on Thursday that would make wide ranging reforms to the U.S. Patent and Tra… [+2499 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Futures slump as recession fears loom - Reuters","description":"U.S. stock index futures fell sharply on Thursday, pointing to a reversal of the previous session's rally, as fears of a recession grew after the Federal Reserve's biggest rate hike in nearly three decades.","url":"https://www.reuters.com/markets/europe/futures-slump-recession-fears-loom-2022-06-16/","urlToImage":"https://www.reuters.com/resizer/yuYS4I-gZ50-zjI4JHRvKP5Op9U=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/SFHCMBHGYRPUXCAMUI6M6XGD3A.jpg","publishedAt":"2022-06-16T09:44:00Z","content":"June 16 (Reuters) - U.S. stock index futures fell sharply on Thursday, pointing to a reversal of the previous session's rally, as fears of a recession grew after the Federal Reserve's biggest rate hi… [+1751 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"UK music subscriptions in decline as households seek savings - Reuters UK","description":"Britons cancelled over 1 million music subscriptions in the first quarter as a worsening cost of living crisis forced them to make savings, industry data showed on Thursday.","url":"https://www.reuters.com/world/uk/uk-music-subscriptions-decline-households-seek-savings-2022-06-15/","urlToImage":"https://www.reuters.com/resizer/C87cb_QrmcbiMG9Jg0ySvk79yWU=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/PLWXXAC35RNCNLSLCA2V4FPCUI.jpg","publishedAt":"2022-06-15T23:07:00Z","content":"LONDON, June 16 (Reuters) - Britons cancelled over 1 million music subscriptions in the first quarter as a worsening cost of living crisis forced them to make savings, industry data showed on Thursda… [+1970 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"EU fails to agree corporate tax reform as Hungary vetoes overhaul - Reuters","description":"Hungary's Finance Minister Mihaly Varga told his EU counterparts on Friday that his country could not support a reform of corporate taxation at this stage, effectively preventing a deal at EU level.","url":"https://www.reuters.com/markets/europe/eu-fails-agree-corporate-tax-reform-hungary-vetoes-overhaul-2022-06-17/","urlToImage":"https://www.reuters.com/resizer/JIHGWEcrxnMkyri_8omtUQlLdFc=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/KP66BWFMZBJY7FTN2YKNOUAREI.jpg","publishedAt":"2022-06-17T11:54:00Z","content":"LUXEMBOURG, June 17 (Reuters) - Hungary's Finance Minister Mihaly Varga told his EU counterparts on Friday that his country could not support a reform of corporate taxation at this stage, effectively… [+2258 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Warren Buffett charity lunch fetches winning bid of $19 mln - Reuters","description":"A lucky, and likely wealthy, person bid more than $19 million to dine with Warren Buffett, in the 21st and final time that the billionaire businessman auctioned a private lunch to benefit a San Francisco charity.","url":"https://www.reuters.com/business/warren-buffett-charity-lunch-fetches-winning-bid-19-mln-2022-06-18/","urlToImage":"https://www.reuters.com/pf/resources/images/reuters/reuters-default.png?d=99","publishedAt":"2022-06-18T02:54:00Z","content":"June 17 (Reuters) - A lucky, and likely wealthy, person bid more than $19 million to dine with Warren Buffett, in the 21st and final time that the billionaire businessman auctioned a private lunch to… [+2290 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Glastonbury rocks after three years, crowds await Billie Eilish - Reuters.com","description":"Music boomed across the fields of Worthy Farm in southwest England on Friday as the world's biggest greenfield festival returned for the first time since 2019 with 20-year-old singer-songwriter Billie Eilish the main draw on its first day.","url":"https://www.reuters.com/lifestyle/glastonbury-rocks-after-three-years-crowds-await-billie-eilish-2022-06-24/","urlToImage":"https://www.reuters.com/resizer/MztdZau0NFQ5UG26GA5ASFeqpRw=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/JA5MQC6NPFIQNPRHYS4UQXFUI4.jpg","publishedAt":"2022-06-24T15:28:00Z","content":"GLASTONBURY, England, June 24 (Reuters) - Music boomed across the fields of Worthy Farm in southwest England on Friday as the world's biggest greenfield festival returned for the first time since 201… [+2373 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Tencent forms 'extended reality' unit as metaverse race gathers steam - sources - Reuters","description":"China's Tencent Holdings <a href=\"https://www.reuters.com/companies/0700.HK\" target=\"_blank\">(0700.HK)</a> announced to its staff on Monday the official formation of an \"extended reality\" (XR) unit, three people familiar with the matter said, formally placing…","url":"https://www.reuters.com/world/china/tencent-forms-extended-reality-unit-metaverse-race-gathers-steam-sources-2022-06-20/","urlToImage":"https://www.reuters.com/resizer/mgDXiazd1PmWKl8kVfcoZyyj9iQ=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/M25NBZME45OODNQCKGFUWJWRWA.jpg","publishedAt":"2022-06-20T13:24:00Z","content":"HONG KONG, June 20 (Reuters) - China's Tencent Holdings (0700.HK) announced to its staff on Monday the official formation of an \"extended reality\" (XR) unit, three people familiar with the matter sai… [+2741 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Futures rise as investors scale back rate hike expectations - Reuters.com","description":"U.S. stock index futures rose on Friday as signs of slowing economic growth and falling commodity prices eased expectations over how high the Federal Reserve will raise interest rates to rein in inflation.","url":"https://www.reuters.com/markets/europe/futures-rise-investors-scale-back-rate-hike-expectations-2022-06-24/","urlToImage":"https://www.reuters.com/resizer/N7ZhjymodvwNugIATBo1_ZJUbTQ=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/M3FTQOPZ4JIL5ER4JDMINWSC3Y.jpg","publishedAt":"2022-06-24T11:52:00Z","content":"June 24 (Reuters) - U.S. stock index futures rose on Friday as signs of slowing economic growth and falling commodity prices eased expectations over how high the Federal Reserve will raise interest r… [+2721 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Breakingviews - Too bad Netflix isn't on the block - Reuters.com","description":"Netflix <a href=\"https://www.reuters.com/companies/NFLX.O\" target=\"_blank\">(NFLX.O)</a> is in a little jam. The streaming service behind “Stranger Things” may partner with rivals to manage advertising. Yet history shows that media alliances – including its ow…","url":"https://www.reuters.com/breakingviews/too-bad-netflix-isnt-block-2022-06-23/","urlToImage":"https://www.reuters.com/resizer/UVhLg-pRPLT2RxJSsPe0cwoKQe0=/728x381/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/6Y64AUXR5VKO3O3N7QWVIOE2YM.jpg","publishedAt":"2022-06-23T17:26:00Z","content":"NEW YORK, June 23 (Reuters Breakingviews) - Netflix (NFLX.O) is in a little jam. The streaming service behind Stranger Things may partner with rivals to manage advertising. Yet history shows that med… [+2930 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Column: Markets not braced for Japanese, Swiss cenbank liquidity drain - Reuters","description":"If estimates that world markets face a record $4 trillion liquidity drain over the next 18 months are even close to accurate, hold on to your hats.","url":"https://www.reuters.com/markets/europe/markets-not-braced-japanese-swiss-cenbank-liquidity-drain-2022-06-24/","urlToImage":"https://www.reuters.com/pf/resources/images/reuters/reuters-default.png?d=100","publishedAt":"2022-06-24T08:33:00Z","content":"ORLANDO, Fla., June 23 (Reuters) - If estimates that world markets face a record $4 trillion liquidity drain over the next 18 months are even close to accurate, hold on to your hats.\r\nThat's how much… [+5359 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"The Saudi investment king who no longer rules alone - Reuters.com","description":"The prince who's the international face of Saudi business may no longer be able to call all the shots.","url":"https://www.reuters.com/markets/europe/saudi-investment-king-who-no-longer-rules-alone-2022-06-15/","urlToImage":"https://www.reuters.com/resizer/mhMJuBHlObs-xRAdWdZI3QYkrHU=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/3U7NRQZXGRLGJLEQIPBTFGHKTM.jpg","publishedAt":"2022-06-15T04:03:00Z","content":"DUBAI, June 15 (Reuters) - The prince who's the international face of Saudi business may no longer be able to call all the shots.\r\nFor years, Prince Alwaleed bin Talal, Saudi Arabia's self-styled War… [+6566 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Analysis: U.S. states take center stage in battles for control over social media - Reuters","description":"Parents in California could soon be able to sue social media giants for getting children addicted to their platforms under a bill going through the state's legislature.","url":"https://www.reuters.com/legal/litigation/us-states-take-center-stage-battles-control-over-social-media-2022-06-16/","urlToImage":"https://www.reuters.com/resizer/Wb9DXiq7SpBVbgkbnHBhA8y7tQU=/728x381/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/VWO453HBHZIFXH3EBOGTDB6ZFM.jpg","publishedAt":"2022-06-16T20:19:00Z","content":"LOS ANGELES, June 16 (Thomson Reuters Foundation) - Parents in California could soon be able to sue social media giants for getting children addicted to their platforms under a bill going through the… [+6670 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Demystifying NFTs and intellectual property: trademark and copyright concerns - Reuters","description":"Although NFT technology is relatively new, the intellectual property laws governing it are not. Nevertheless, increased popularity of innovative technologies like NFTs, as brands expand their presence in the metaverse, can raise novel legal questions.","url":"https://www.reuters.com/legal/legalindustry/demystifying-nfts-intellectual-property-trademark-copyright-concerns-2022-06-17/","urlToImage":"https://www.reuters.com/resizer/a6kWku4hoSJZdTUXu9RyO6w1VbY=/728x381/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/V6DIS4RTBFIZBCIIQ3IDRDSVOY.jpg","publishedAt":"2022-06-17T13:15:00Z","content":"June 17, 2022 - Although NFT technology is relatively new, the intellectual property laws governing it are not. Nevertheless, increased popularity of innovative technologies like NFTs, as brands expa… [+9037 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"jerry.hildenbrand@futurenet.com (Jerry Hildenbrand)","title":"Google and Apple's joint work for COVID exposure notifications is an idea worth keeping around","description":"Even when we no longer need COVID exposure warnings, the work done by Google and Apple is great for privacy.","url":"https://www.androidcentral.com/apps-software/google-apple-covid-exposure-notifications-idea-worth-keeping-around","urlToImage":"https://cdn.mos.cms.futurecdn.net/GM2RM6iVauF9hgepdTKLoj-1200-80.jpg","publishedAt":"2022-06-18T14:00:00Z","content":"Health Canada recently announced that it was decommissioning its COVID exposure alert app, and told users for both Android and iOS how and why they should safely delete it.\r\nIt was a good app, open-s… [+4911 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"nicholas.sutrich@futurenet.com (Nicholas Sutrich)","title":"Smartphones these days have so many features, but does anyone actually use them?","description":"Every year, companies like Google, Samsung, and Apple deliver tons of new features for smartphones, but does anyone remember that they exist?","url":"https://www.androidcentral.com/phones/too-many-features","urlToImage":"https://cdn.mos.cms.futurecdn.net/xmJaBtJnj95jZmhuqorQLg-1200-80.jpg","publishedAt":"2022-06-16T13:00:00Z","content":"Once upon a time, there was a catchy slogan used by a certain fruit company to prove a point. \"There's an app for that\" was more than something that was just said in endless numbers of commercials. I… [+8731 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"tips@androidcentral.com (Vishnu Sarangapurkar)","title":"SwitchBot Lock promises to easily upgrade your deadbolt to a smart door lock","description":"SwitchBot Lock appears to be a killer approach in converting your old deadbolt locks to smart ones, which can be unlocked through a smartphone.","url":"https://www.androidcentral.com/smart-home/switchbot-smart-lock-announcement","urlToImage":"https://cdn.mos.cms.futurecdn.net/KgpTacwPSXPHopV3hsyi5k-1200-80.jpg","publishedAt":"2022-06-17T22:24:16Z","content":"<ul><li>SwitchBot Lock converts your old locks to smart ones without needing to be refitted.</li><li>Users can lock/unlock their doors right from their smartphones or Apple smartwatches.</li><li>Ther… [+2786 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"derrek.lee@futurenet.com (Derrek Lee)","title":"The US urged to establish common smartphone charger following new EU policy","description":"After the EU set a requirement for device makers to adopt USB-C, U.S. senators are now urging the country to do the same.","url":"https://www.androidcentral.com/accessories/us-senators-urge-common-smartphone-charger-eu-policy","urlToImage":"https://cdn.mos.cms.futurecdn.net/BpwEqhonWNxkp9t6p7Xb5b-1200-80.jpg","publishedAt":"2022-06-18T00:38:27Z","content":"<ul><li>The European Union recently established a new policy for a common smartphone charger by 2024.</li><li>This would require companies to use USB-C with small and medium-sized electronics such as… [+2071 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"michael.hicks@futurenet.com (Michael L Hicks)","title":"Meta, Microsoft, and Sony join group pledging an open metaverse","description":"The Metaverse Standards Forum could help to ensure your future virtual worlds all run on similar standards and terminology, which could make the metaverse more open and inclusive.","url":"https://www.androidcentral.com/gaming/virtual-reality/metaverse-standards-forum-announced","urlToImage":"https://cdn.mos.cms.futurecdn.net/WVy8FmLMoeqFbkz26WZ9KA-1200-80.jpg","publishedAt":"2022-06-22T19:51:02Z","content":"What you need to know\r\n<ul><li>The Metaverse Standards Forum is an organization dedicated to building an open, interoperable metaverse.</li><li>The forum will focus on collaborative hackathons, open-… [+2414 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"michael.hicks@futurenet.com (Michael L Hicks)","title":"Galaxy Watch 5 leak suggests a slight price hike and a costly Pro model","description":"Depending on conversion rates and the veracity of this leak, the Galaxy Watch 5 could cost a decent chunk more than the original — especially the rumored 'Pro' version.","url":"https://www.androidcentral.com/wearables/galaxy-watch-5-price-leak","urlToImage":"https://cdn.mos.cms.futurecdn.net/Z4naWKYKXANhgZo9ijzsNQ-1200-80.jpeg","publishedAt":"2022-06-22T22:49:24Z","content":"What you need to know\r\n<ul><li>A WinFuture writer has leaked alleged prices for the Samsung Galaxy Watch 5.</li><li>Prices could range between 300 and 540 euros depending on the case size and inclusi… [+2636 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"christinep2424@gmail.com (Christine Persaud)","title":"Does the Google Pixel Watch have LTE?","description":"There isn't much known about the Google Pixel Watch just yet, but one detail consumers are curious about is whether or not it will have LTE. We answer that question here.","url":"https://www.androidcentral.com/wearables/does-google-pixel-watch-have-lte","urlToImage":"https://cdn.mos.cms.futurecdn.net/rKzQj7gT799fAVSYDphGQ9-1200-80.jpg","publishedAt":"2022-06-21T19:49:07Z","content":"Does the Google Pixel Watch have LTE?\r\nBest answer: Yes! According to CNET, Google will reportedly be offering a version of the Google Pixel Watch with 4G LTE connectivity so you can maintain a conne… [+3428 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"tips@androidcentral.com (Jay Bonggolto)","title":"Mecool HomePlus KA1 Android TV box review: a streaming device and smart speaker combo","description":"The Mecool HomePlus KA1 offers almost everything you could want from a streaming device, such as 4K HDR support. It also functions as a smart speaker with Google Assistant and Chromecast onboard, providing a hands-free streaming experience.","url":"https://www.androidcentral.com/streaming-tv/mecool-homeplus-ka1-android-tv-box-review","urlToImage":"https://cdn.mos.cms.futurecdn.net/63LKmgS8NgbDN7Rf5ecBuN-1200-80.jpg","publishedAt":"2022-06-23T12:00:00Z","content":"Cord-cutters have had an exciting period over the past two years, with Android TV boxes gaining traction and Google's Chromecast taking on a new form with a remote for the first time. When you combin… [+11682 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"chris.wedel@futurenet.com (Chris Wedel)","title":"Sensi Touch Smart Thermostat review: Simple, but not dumb","description":"The Sensi Touch Smart Thermostat isn't trying to be the sleek modern HVAC controller like others in the smart thermostat space are. But it is going toe-to-toe with them in functionality.","url":"https://www.androidcentral.com/accessories/smart-home/sensi-touch-smart-thermostat-review","urlToImage":"https://cdn.mos.cms.futurecdn.net/Yx4YUBUyrWVPHuAZnNuLHX-1200-80.jpg","publishedAt":"2022-06-16T16:00:00Z","content":"We all want to be comfortable in our surroundings — especially our homes. Part of that comes in creating an environment that feels good. Not too hot and not too cold, you know, the Goldilocks propert… [+13185 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"namerahsaudfatmi@gmail.com (Namerah Saud Fatmi)","title":"CASETiFY hands-on: Eco-friendly Google Pixel 6 cases like no other","description":"They're tough, they're eco-friendly, and they're bold. CASETiFY's Google Pixel 6 cases are some of the funkiest you'll ever find. We go hands on with some of the coolest options.","url":"https://www.androidcentral.com/accessories/casetify-google-pixel-6-cases","urlToImage":"https://cdn.mos.cms.futurecdn.net/kxzVz53XTdxe2dvgJvLJmN-1200-80.jpg","publishedAt":"2022-06-24T12:00:00Z","content":"A lot goes into making a great phone case that you can use on an everyday basis. There's no such thing as a flawless phone cover, but many brands come close to achieving perfection. Introduce eco-fri… [+6887 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"nicholas.sutrich@futurenet.com (Nicholas Sutrich)","title":"Meta finally showed us why it's been spending $10 billion on VR","description":"VR is still in its infancy in many ways, and Meta's Reality Labs showed us how it's leading the pack and paving the way for the next generation of headsets.","url":"https://www.androidcentral.com/gaming/virtual-reality/meta-quest-prototypes-2022","urlToImage":"https://cdn.mos.cms.futurecdn.net/Feoczu26SpqxZHTS3Qfnvb-1200-80.jpg","publishedAt":"2022-06-20T14:00:00Z","content":"VR has come a long, long way in the six short years since the first real mainstream headsets launched, but as Meta CEO Mark Zuckerberg told me and a virtual room of journalists at a special roundtabl… [+8098 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"michael.hicks@futurenet.com (Michael L Hicks)","title":"Garmin Forerunner 255 vs. Polar Pacer Pro: Which should you buy?","description":"Garmin's latest Forerunner model and the Pacer Pro each offer an excellent overall experience. Which you prefer will depend on whether you're more of an independent runner, or someone that relies on digital coaching and data for success.","url":"https://www.androidcentral.com/wearables/garmin-forerunner-255-vs-polar-pacer-pro","urlToImage":"https://cdn.mos.cms.futurecdn.net/TaUGA6nGACcRnRmGyFDkyf-1200-80.jpeg","publishedAt":"2022-06-24T13:59:14Z","content":"The Garmin Forerunner and Polar Pacer lineups sit atop the best running watches thanks to their wealth of free health data and metrics, generated from reliable hardware. Both the Garmin Forerunner 25… [+9422 chars]"},{"source":{"id":null,"name":"Android Central"},"author":"jeramy.johnson@futurenet.com (Jeramy Johnson)","title":"Amazon Fire HD 8 (2020) review: Goldilocks returns to claim her prize","description":"It's been nearly two years since Amazon last updated its popular Fire HD 8 tablet, and now there's not one, but two distinct models. I spent about a week with the \"regular\" Fire HD 8 and think that it's still the best budget entertainment tablet to get for mo…","url":"https://www.androidcentral.com/tablets/amazon-fire-hd-8-2020-review","urlToImage":"https://cdn.mos.cms.futurecdn.net/ihsewdaYdQbLaN3Nat8Psb-1200-80.jpg","publishedAt":"2022-06-22T00:08:32Z","content":"Did you hear the news? There's a new Amazon Fire tablet out! Well, technically, there are three new Amazon Fire tablets out, including the Fire HD 8, the Fire HD 8 Plus, and the Fire HD 8 Kids Editio… [+14486 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Nadeem Badshah","title":"Voters can trust Tories like they do GPs after Harold Shipman, says Wakefield candidate","description":"Conservative candidate in Yorkshire byelection, Nadeem Ahmed, says Imran Ahmad Khan was ‘one bad apple’The Conservative candidate in the Wakefield byelection has said voters should still vote for the party despite Imran Ahmad Khan’s conviction for sexually as…","url":"https://amp.theguardian.com/politics/2022/jun/16/wakefield-tory-candidate-nadeem-ahmed-compares-imran-ahmad-khan-to-harold-shipman","urlToImage":"https://i.guim.co.uk/img/media/8486e3e827c457dba4e2214a6dd80c1732b14991/0_368_1990_1193/master/1990.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=b1e6647a04dd51629e8ef0a4ccdb2b77","publishedAt":"2022-06-16T18:15:53Z","content":"The Conservative candidate in the Wakefield byelection has said voters should still vote for the party despite Imran Ahmad Khans conviction for sexually assaulting a boy as we still trust GPs after H… [+2152 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Norman Choi","title":"'My career is finished, my friends are in prison and I’m an alien in my city'; life after Apple Daily | Norman Choi","description":"When the city’s largest pro-democracy newspaper was forced to close, Norman Choi got a new job in McDonald’s. Many of his colleagues were not so luckyRead more: A year on from Apple Daily’s closure, what’s left of Hong Kong’s free press?Ten weeks after the su…","url":"https://amp.theguardian.com/global-development/2022/jun/24/norman-choi-apple-daily-hong-kong-china-alien-in-a-strange-city","urlToImage":"https://i.guim.co.uk/img/media/e406fd49bb176d93208f95fa11c72ebd74884172/0_264_4000_2400/master/4000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=da12a8f5178520e6abb268c06d5e70d1","publishedAt":"2022-06-24T05:01:07Z","content":"Ten weeks after the sudden end to my career as a journalist, I found myself standing behind a cash register in McDonalds. My days as a newspaper editor at Apple Daily, which was forced to close in Ju… [+3656 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Presented by Max Rushden with Barry Glendenning and Nedum Onuoha. Produced by Joel Grove and executive produced by Max Sanderson.","title":"The life and times of Nedum Onuoha – Football Weekly","description":"Max Rushden is joined by Barry Glendenning and Nedum Onuoha to discuss the former Manchester City defender’s storied careerRate, review, share on Apple Podcasts, Soundcloud, Audioboom, Mixcloud, Acast and Stitcher, and join the conversation on Facebook, Twitt…","url":"https://www.theguardian.com/football/audio/2022/jun/20/nedum-onouha-manchester-city-football-weekly","urlToImage":"https://i.guim.co.uk/img/media/def74c4a994f20f8948cf0ff811384fe83214f89/0_24_4500_2700/master/4500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=68823b53bfde64df6bb443bfe85db0b3","publishedAt":"2022-06-20T14:21:09Z","content":"Rate, review, share on Apple Podcasts, Soundcloud, Audioboom, Mixcloud, Acast and Stitcher, and join the conversation on Facebook, Twitter and email.\r\nOn todays pod, Max Rushden and Barry Glendenning… [+712 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Josh Toussaint-Strauss Ali Assaf Joseph Pierce Ryan Baxter","title":"Why bitcoin is reviving fossil fuel plants – video","description":"Bitcoin requires vast amounts of electricity to facilitate its transactions around the globe. More than twice the energy usage per year of Apple, Facebook, Google, Microsoft and Amazon combined. This demand has led cryptocurrency mining companies to seek out …","url":"https://www.theguardian.com/technology/video/2022/jun/16/why-bitcoin-is-reviving-fossil-fuel-plants-video","urlToImage":"https://i.guim.co.uk/img/media/ebeacdf24674c4d14e4da4db273a2cacd0543498/0_0_1784_1071/master/1784.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=44432d66c0d13b249b17a06e58d755f6","publishedAt":"2022-06-16T08:29:31Z","content":"Bitcoin requires vast amounts of electricity to facilitate its transactions around the globe. More than twice the energy usage per year of Apple, Facebook, Google, Microsoft and Amazon combined. This… [+581 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Josh Taylor","title":"Microsoft to retire Internet Explorer browser and redirect users to Edge","description":"Company says decision to disable desktop app comes as web developers less likely to make sites compatible with browser, which first graced computers in 1995Microsoft has announced it will kill off its much-maligned legacy internet browser Internet Explorer cl…","url":"https://amp.theguardian.com/technology/2022/jun/15/microsoft-to-retire-internet-explorer-browser-and-redirect-users-to-edge","urlToImage":"https://i.guim.co.uk/img/media/36f27b7dc6418241f02b69d071fc310e7a8a526c/0_0_4998_2999/master/4998.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=3de1b77b7bc4f2dea968bdead15100db","publishedAt":"2022-06-15T02:56:01Z","content":"Microsoft has announced it will kill off its much-maligned legacy internet browser Internet Explorer close to 27 years after it graced desktop computers in 1995.\r\nFrom 15 June, the desktop app will b… [+3114 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Guardian readers","title":"Better Call Saul to Taskmaster: your favourite TV of 2022 so far","description":"We asked you what you’ve loved watching this year. From the most joyous, ridiculous show on our screens to a basketball classic, here are Guardian readers’ top TV tipsIt has to be Taskmaster. Every series has its highs, but after the last couple, which were f…","url":"https://amp.theguardian.com/tv-and-radio/2022/jun/16/better-call-saul-to-taskmaster-your-favourite-tv-of-2022-so-far","urlToImage":"https://i.guim.co.uk/img/media/0c3e1c53adea63c61acf55f4454af9f75e67b210/0_0_2560_1536/master/2560.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=55674fa8bf187c609928b5e2230fc8e8","publishedAt":"2022-06-16T12:05:31Z","content":"Taskmaster, series 13 (Channel 4)\r\nIt has to be Taskmaster. Every series has its highs, but after the last couple, which were filmed during Covid, felt a bit flat, series 13 is just pure joy. From co… [+6487 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Jim Waterson Media editor","title":"Paramount: we won’t remove content from eras with ‘different sensibilities’","description":"Boss of media company says it would be a mistake to censor art because it may offend some people todayThe boss of the US media company Paramount has said he does not want to remove historic programmes from his new subscription streaming service because they n…","url":"https://amp.theguardian.com/film/2022/jun/20/paramount-not-remove-content-eras-different-tastes-sensibilities","urlToImage":"https://i.guim.co.uk/img/media/6f5856ff504b805afc7dee7e115045b09c49990a/0_274_6048_3628/master/6048.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=efd081852dc30fda5753eee7a8fd35ea","publishedAt":"2022-06-20T17:38:15Z","content":"The boss of the US media company Paramount has said he does not want to remove historic programmes from his new subscription streaming service because they no longer meet current expectations.\r\nBob B… [+1896 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Jamie Grierson","title":"Royal Mail marks 50 years of UK Pride with colourful set of stamps","description":"March in London on 1 July 1972 was first with the name ‘Gay Pride’, inspired by events in USOn 1 July 1972 a crowd of people gathered in London’s Trafalgar Square and marched to Hyde Park chanting “Gay is fun! Gay is proud! Gay is beautiful!”.It was not the f…","url":"https://amp.theguardian.com/world/2022/jun/23/royal-mail-marks-50-years-of-uk-pride-with-colourful-set-of-stamps","urlToImage":"https://i.guim.co.uk/img/media/9690924c38c8b1b9fee2c1f631b4e9a10b745ef3/0_0_5905_3543/master/5905.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=f3d988f09e077475595d88ad66bd8df1","publishedAt":"2022-06-23T05:00:39Z","content":"On 1 July 1972 a crowd of people gathered in Londons Trafalgar Square and marched to Hyde Park chanting Gay is fun! Gay is proud! Gay is beautiful!.\r\nIt was not the first march for LGBTQ+ rights in t… [+2108 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Sarah Butler","title":"Etsy paid just £128,000 in corporation tax in 2020 in the UK despite £160m in sales","description":"US-based business would have been liable for almost £7m if it had booked all UK sales at Etsy UK, TaxWatch findsOnline marketplace Etsy paid just £128,000 in corporation tax in the UK in 2020 despite racking up sales of $195.8m (£160m) as it funnelled busines…","url":"https://amp.theguardian.com/business/2022/jun/19/etsy-corporation-tax-uk-sales-taxwatch-us","urlToImage":"https://i.guim.co.uk/img/media/7c4e69d2bf2cc86d8a6268d733cc5913af2b3fa4/0_173_5184_3110/master/5184.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=61b1bf3082d0bdb2469397f58de77176","publishedAt":"2022-06-19T14:34:05Z","content":"Online marketplace Etsy paid just £128,000 in corporation tax in the UK in 2020 despite racking up sales of $195.8m (£160m) as it funnelled business through Ireland.\r\nThe Brooklyn-based business woul… [+3154 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Alex Hern Technology editor","title":"I am not a robot: iOS verification update marks end of ‘captchas’","description":"Tests where you are asked to spot traffic lights or type out wobbly letters may be a thing of the pastAn annoyance, an important security feature, an uncomfortable existential request: however you feel about being asked to prove you are not a robot, it has be…","url":"https://amp.theguardian.com/technology/2022/jun/21/ios-verification-update-captchas-apple-iphone","urlToImage":"https://i.guim.co.uk/img/media/f159169a30f11909d25de86e3384f0e4278836c5/3_229_4612_2767/master/4612.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=d4963a2ccc92da6fc9464ed36249c6bc","publishedAt":"2022-06-21T09:47:52Z","content":"An annoyance, an important security feature, an uncomfortable existential request: however you feel about being asked to prove you are not a robot, it has become a daily occurrence for most of us, bu… [+2453 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"David Williams","title":"Wines for every occasion | David Williams","description":"Lesser-known grapes are being used by upmarket supermarkets to create very drinkable everyday winesFound Weissburgunder, Pfalz, Germany 2021 (£9.50, Marks & Spencer) Among the UK’s big supermarket groups, the upmarket pair Marks & Sparks and Waitrose have alw…","url":"https://amp.theguardian.com/food/2022/jun/19/lesser-known-grapes-for-wines-for-every-occaision","urlToImage":"https://i.guim.co.uk/img/media/87e66d1f1b62f2151c2e014870da2cf71d568a23/0_39_2121_1273/master/2121.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&enable=upscale&s=9a964aaa974cba55e2aaf13a59e18192","publishedAt":"2022-06-19T05:00:13Z","content":"Found Weissburgunder, Pfalz, Germany 2021 (£9.50, Marks &amp; Spencer) Among the UKs big supermarket groups, the upmarket pair Marks &amp; Sparks and Waitrose have always had the most interesting win… [+3119 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Samuel Gibbs Consumer technology editor","title":"Nreal Air review: new augmented reality specs put a big screen in your view","description":"AR smart glasses with displays now widely available in UK but must be connected to a smartphone to workThe first widely available augmented reality glasses have hit the UK high street, putting TV shows, movies and games on a big virtual screen just in front o…","url":"https://amp.theguardian.com/technology/2022/jun/20/nreal-air-review-ar-smart-glasses-uk","urlToImage":"https://i.guim.co.uk/img/media/ba1cf6ba7b3b17ab8687c34041f6b0f9ee356268/339_483_4507_2704/master/4507.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctcmV2aWV3LTMucG5n&enable=upscale&s=a022d49a5224937b82d631fd2bcf9932","publishedAt":"2022-06-20T06:00:10Z","content":"The first widely available augmented reality glasses have hit the UK high street, putting TV shows, movies and games on a big virtual screen just in front of your eyes. But while the Nreal Air are th… [+9415 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Andrew Lawrence","title":"‘Nobody called 911’: what can be done to change the culture of hazing at US colleges?","description":"The rate of perilous hazing incidents has ticked up at colleges across the country, and in many cases schools have limited power to stop itLate on 19 October 2021, an 18-year-old University of Missouri student named Danny Santulli collapsed to the floor in th…","url":"https://amp.theguardian.com/us-news/2022/jun/23/us-colleges-university-hazing-fraternities-sororities","urlToImage":"https://i.guim.co.uk/img/media/eac4068bbde5254fb955221c4921beea48cb00da/0_0_4521_2713/master/4521.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=81aa0c7a86c2621e4e2d3af12e39a96c","publishedAt":"2022-06-23T10:00:45Z","content":"Late on 19 October 2021, an 18-year-old University of Missouri student named Danny Santulli collapsed to the floor in the middle of a Tuesday night party the latest victim of an apparent hazing ritua… [+9227 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Phil Harrison","title":"The Offer to Loot: the seven best shows to stream this week","description":"Go behind-the-scenes on the greatest movie of all time, or try Maya Rudolph’s big-hearted new comedy that looks set to be this summer’s Ted Lasso. Plus: Rowan Atkinson is back in Man vs Bee Continue reading...","url":"https://amp.theguardian.com/tv-and-radio/2022/jun/17/the-offer-to-loot-the-seven-best-shows-to-stream-this-week","urlToImage":"https://i.guim.co.uk/img/media/115e8f1b72979bc227c5a976f7d1e3dc8dee8f3c/16_11_4969_2981/master/4969.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=3299592d09f1503ff6ade1b05e008de2","publishedAt":"2022-06-17T06:00:03Z","content":"Pick of the week\r\nThe Offer\r\nMiles Teller and Juno Temple in the Offer. Photograph: Nicole Wilder/Paramount+\r\nParamount is going to come crashing down. We need hits! That might have been the case in … [+4762 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Guy Lodge","title":"Streaming: the best films about the porn industry","description":"Complex, candid porn drama Pleasure and pitch-black sex-business satire Red Rocket follow in the writhing wake of Boogie Nights et alPornography is a tricky subject for mainstream or even respectable arthouse cinema, forcing film-makers to walk a fine line: v…","url":"https://amp.theguardian.com/film/2022/jun/18/streaming-pornography-in-film-cinema-pleasure-red-rocket","urlToImage":"https://i.guim.co.uk/img/media/f6ef1b9e72e7a7373b4b1455853452cc1d489a1d/485_0_5831_3500/master/5831.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&enable=upscale&s=46a4e79f1b4e45d6dcf72caedda30d05","publishedAt":"2022-06-18T07:00:12Z","content":"Pornography is a tricky subject for mainstream or even respectable arthouse cinema, forcing film-makers to walk a fine line: veil or sanitise the subject too much and you lose any sense of authentici… [+5726 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Hollie Richardson, Alexi Duggins, Ellen E Jones, Henry Wong and Simon Wardell","title":"TV tonight: Brian Cox fulfils a lifelong dream and spends a week on Mars","description":"The physicist shadows the team who’ve sent the first ever helicopter to another planet. Plus: a wisecracking supergran helps ex-offenders. Here’s what to watch this evening Continue reading...","url":"https://amp.theguardian.com/tv-and-radio/2022/jun/17/tv-tonight-brian-cox-fulfils-a-lifelong-dream-and-spends-a-week-on-mars","urlToImage":"https://i.guim.co.uk/img/media/f3a95ee6a5b51d1e70284fd3677b495cb7d4bf21/0_400_6000_3600/master/6000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=d2ac1e0fdaac1850b7b12e9d096b4d16","publishedAt":"2022-06-17T05:20:02Z","content":"Brian Cox: Seven Days on Mars\r\n9pm, BBC Two\r\nCoxy is back at it, this time fulfilling his childhood dream of visiting Nasas Jet Propulsion Laboratory AKA mission control for Mars 2020 (he still has t… [+4058 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"David Williams","title":"It’s never been easier to love English wine","description":"In the 1990s, wine production was seen as an eccentric hobby. Now, despite their relatively high cost, England is home to some wines of outstanding qualityHaving spent much of my working life with winemakers who never had to leave home to find their dream job…","url":"https://amp.theguardian.com/food/2022/jun/22/its-never-been-easier-to-love-english-wine","urlToImage":"https://i.guim.co.uk/img/media/ddf93a5e86599b01ffd41c53143031dfc2e0bb49/184_43_5000_3000/master/5000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=9d49867d4f0bef87351f8bdb6474108a","publishedAt":"2022-06-22T13:00:45Z","content":"Having spent much of my working life with winemakers who never had to leave home to find their dream job, Ive sometimes wondered what it might be like to have been born and raised in a great wine reg… [+5539 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Ben Child","title":"Is The Lord of the Rings now a never-ending franchise like Marvel and Star Wars?","description":"With an anime movie and an Amazon series imminent, is Middle-earth about to be transformed into its own film and TV universe?‘The road goes ever on”, wrote Tolkien in The Lord of the Rings and The Hobbit. But the esteemed Oxford don and creator of the high fa…","url":"https://amp.theguardian.com/film/2022/jun/17/lord-of-the-rings-never-ending-franchise-marvel-star-wars-war-rohirrim","urlToImage":"https://i.guim.co.uk/img/media/819eff1573df56ebb61af7a8a064405d8fbe95ed/34_0_1732_1040/master/1732.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=95200ed5be8dcd5e611cfd3ab9a28f8d","publishedAt":"2022-06-17T08:52:44Z","content":"The road goes ever on, wrote Tolkien in The Lord of the Rings and The Hobbit. But the esteemed Oxford don and creator of the high fantasy genre probably wasnt expecting it to lead to a billion dollar… [+4783 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Nadia Khomami Arts and culture correspondent","title":"‘It stays mind-blowing’: Billie Eilish’s mum on her daughter making Glastonbury history","description":"Maggie Baird will watch Eilish perform as the youngest ever solo headliner, and she also has a climate crisis documentary in the festivalHeadlining Glastonbury’s Pyramid stage – the most recognised festival platform in the world – has always been a career-def…","url":"https://amp.theguardian.com/music/2022/jun/23/it-stays-mind-blowing-billie-eilish-mum-maggie-baird-daughter-making-glastonbury-history","urlToImage":"https://i.guim.co.uk/img/media/79857b2e199975e7e4d2daaa7273d0fa09c2c6e4/0_0_3648_2189/master/3648.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=b94093075d5fdc16429ae7237b8ca18d","publishedAt":"2022-06-23T11:48:28Z","content":"Headlining Glastonburys Pyramid stage the most recognised festival platform in the world has always been a career-defining moment. When 20-year-old Billie Eilish makes history as the youngest ever so… [+5214 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Michael Hogan","title":"It’s Groundhog Day … again! Why TV can’t get enough of time-loops","description":"Bill Murray’s movie wrote the playbook, but TV is playing catchup with a rich haul of time-loop shows from Life After Life to The Time Traveler’s Wife and now The Lazarus Project. So why do the writers curse themselves every day?A man keeps waking up on the s…","url":"https://amp.theguardian.com/tv-and-radio/2022/jun/16/time-loop-tv-television-groundhog-day-lazarus-project-russian-doll","urlToImage":"https://i.guim.co.uk/img/media/36d4a6bb07a91a5d55ca98f9e5f3e279bdf62344/2_0_5903_3543/master/5903.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=58bd8fac0e53bbaed9b4fe0b921e078c","publishedAt":"2022-06-16T11:47:18Z","content":"A man keeps waking up on the same morning, over and over again. Is he going mad? Is he suffering a pesky case of deja vu? Nope, he soon works out that he is somehow stuck in a time loop. Now all he h… [+6984 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Interviews by Holly O'Neill and Killian Fox","title":"From Paris to Galway: expert foodies reveal the very best places to eat on holiday","description":"Fred Sirieix’s guide to Paris, Girorgio Locatelli on Sicily, plus hidden gems in Copenhagen, Seville, Cornwall, Limassol, Amsterdam and LisbonBroadcaster and maitre d’ Continue reading...","url":"https://amp.theguardian.com/food/2022/jun/19/from-paris-to-galway-expert-foodies-reveal-the-very-best-places-to-eat-on-holiday-fred-sirieix-giorgio-locatelli","urlToImage":"https://i.guim.co.uk/img/media/84e88e4a98291a785705d7d4069bfedeae495b13/0_1280_6652_3990/master/6652.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&enable=upscale&s=42838b8cc4fe3525d85f6148e57a10a0","publishedAt":"2022-06-19T10:00:04Z","content":"Parisby Fred Sirieix\r\nBroadcaster and maitre d\r\nI like Paris in the summer. Parisians go away in August but I think there are adventures to be had in an empty city. A visit to a bistro is essential. … [+17579 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Emma Beddington","title":"‘If you work hard and succeed, you’re a loser’: can you really wing it to the top?","description":"Forget the spreadsheets and make it up as you go along – that’s the message of leaders from Elon Musk to Boris Johnson. But is acting on instinct really a good idea?There are, it seems, two types of “winging it” stories. First, there are the triumphant ones –…","url":"https://amp.theguardian.com/science/2022/jun/16/wing-it-to-the-top-leaders-boris-johnson-elon-musk","urlToImage":"https://i.guim.co.uk/img/media/bc11c365ea4fb81b5be003389443fb96923794ee/0_0_3249_1949/master/3249.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=7867b2ac9c26b59fdfb419b66d6cda31","publishedAt":"2022-06-16T05:00:51Z","content":"There are, it seems, two types of winging it stories. First, there are the triumphant ones the victories pulled, cheekily, improbably, from the jaws of defeat. Like the time a historian (who prefers … [+12526 chars]"}]}